Repository: JinShil/rc_gui
Catalog: po/*.po
Languages: it, pl

source: Setting locale - please wait...
it: Impostazione lingua...
pl: Ustawianie regionalnych — proszę czekać…

source: Setting timezone - please wait...
it: Impostazione fuso orario...
pl: Ustawianie strefy czasowej — proszę czekać…

source: <not set>
it: <non impostato>
pl: <brak ustawienia>

source: Setting keyboard - please wait...
it: Impostazione tastiera...
pl: Ustawianie klawiatury — proszę czekać…

source: Changes will not take effect until a reboot
it: Le modifiche non avranno effetto fino al riavvio
pl: Dokonane zmiany zadziałają dopiero po ponownym uruchomieniu

source: The state of the boot partition cannot be changed while an overlay is active
it: Lo stato della partizione di avvio non può essere modificato quando una protezione è attiva
pl: Nie można dokonać zmiany stanu partycji rozruchowej gdy pokrywa jest aktywna

source: Setting up overlay - please wait...
it: Attivazione protezione...
pl: Ustawianie pokrywy — proszę czekać…

source: Enable shell and kernel messages on the serial connection
it: Abilita il terminale e i messaggi del kernel sulla connessione seriale
pl: Włącz komunikaty powłoki systemowej i jądra na łączu szeregowym

source: Disable shell and kernel messages on the serial connection
it: Disabilita il terminale e i messaggi del kernel sulla connessione seriale
pl: Wyłącz komunikaty powłoki systemowej i jądra na łączu szeregowym

source: This setting cannot be changed while the serial port is disabled
it: Questa impostazione non può essere modificata mentre la porta seriale è disabilita
pl: Nie możesz tego ustawić gdy gniazdo szeregowe jest wyłączone

source: This setting is overridden when Xscreensaver is installed
it: Questa impostazione viene sovrascritta quando Xscreensaver è installato
pl: Te ustawienie jest uchylane gdy Xscreensaver jest zainstalowany

source: The VNC server is not installed
it: Il server VNC non è installato
pl: Serwer VNC nie jest zainstalowany

source: Raspberry Pi Configuration
it: Configurazione di Raspberry Pi
pl: Konfiguracja Raspberry Pi

source: Password:
pl: Hasło:

source: Change _Password...
it: Cambia _password...
pl: Zmień _hasło…

source: Change password for the default user (pi)
it: Cambia password per l'utente predefinito (pi)
pl: Zmień hasło domyślnego użytkownika „pi”

source: Hostname:
it: Nome del computer:
pl: Nazwa hosta:

source: Set the name of your Pi on a local network
it: Imposta il nome del Pi all'interno della rete locale
pl: Ustaw nazwę w sieci lokalnej Twojego Pi

source: Boot:
it: Avvio:
pl: Rozruch:

source: To Desktop
it: Nel desktop
pl: do pulpitu

source: Launch the desktop environment automatically on boot
it: Lancia automaticamente l'ambiente desktop all'avvio
pl: Automatycznie uruchamiaj środowisko pulpitu podczas rozruchu

source: To CLI
it: Nella CLI
pl: do interfejsu wiersza poleceń

source: Boot into a command line shell rather than the desktop
it: All'avvio entra nell'interfaccia riga di comando (CLI) invece che nel desktop
pl: Rozrusza do powłoki systemowej wierszy poleceń zamiast do pulpitu

source: Auto login:
it: Accesso automatico:
pl: Automatyczne logowanie:

source: Login as user 'pi'
it: Accedi come utente «pi»
pl: loguj jako użytkownik „pi”

source: Automatically log in the default user (pi)
it: Accede automaticamente con l'utente predefinito (pi)
pl: Automatycznie loguj domyślnego użytkownika „pi”

source: Disabled
it: Disabilitato
pl: wyłączone

source: Prompt for password at boot
it: Richiede la password all'avvio
pl: Pytaj o hasło przy rozruchu

source: Network at Boot:
it: Rete all'avvio:
pl: Sieć podczas rozruchu:

source: Wait for network
it: Attendi la rete
pl: czekaj na sieć

source: Do not complete boot until network connection is established
it: Non completa l'avvio fino a quando non viene stabilita una connessione di rete
pl: Nie finalizuj rozruchu dopóki połączenie sieciowe nie zostanie nawiązane

source: Do not wait
it: Non attendere
pl: nie czekaj

source: Do not wait for network connection during boot
it: Non attende una connessione di rete all'avvio
pl: Nie czekaj na połączenie sieciowe podczas rozruchu

source: Splash Screen:
it: Schermata di caricamento:
pl: Ekran powitalny:

source: Enable
it: Abilita
pl: włącz

source: Show graphical splash screen at boot
it: Mostra la schermata grafica di caricamento
pl: Pokazuj graficzny ekran powitalny podczas rozruchu

source: Disable
it: Disabilita
pl: wyłącz

source: Show text messages at boot
it: Mostra messaggi testuali all'avvio
pl: Pokazuj komunikaty tekstowe podczas rozruchu

source: Power LED:
it: LED di accensione:
pl: Kontrolka zasilania:

source: Activity
it: Attività
pl: aktywność

source: Flash the power LED on disk activity
it: Il LED di accensione lampeggia con l'attività del disco
pl: Mrugaj kontrolką zasilania przy sięganiu do pamięci stałej

source: Constant
it: Costante
pl: stała

source: Do not flash the power LED
it: Il LED di accensione non lampeggia
pl: Nie mrugaj kontrolką zasilania

source: Resolution:
it: Risoluzione:
pl: Rozdzielczość:

source: Set _Resolution...
it: Imposta _risoluzione...
pl: Ustaw _rozdzielczość…

source: Set the resolution for HDMI and VNC
it: Imposta la risoluzione per HDMI e VNC
pl: Ustaw rozdzielczość dla HDMI i VNC

source: Overscan:
pl: Margines:

source: Enable overscan to show the edges of the screen
it: Abilita l'overscan per mostrare i bordi dello schermo
pl: Włącz wyświetlanie marginesu ekranu

source: Disable overscan to hide black outline on screen
it: Disabilita l'overscan per nascondere il bordo nero sullo schermo
pl: Wyłącz wyświetlanie marginesu ekranu

source: Pixel Doubling:
it: Raddoppio pixel:
pl: Podwójne piksle:

source: Enable pixel doubling to improve usability on high-res screens
it: Abilita il raddoppio pixel per migliorare l'usabilità su schermi ad alta risoluzione
pl: Włącz podwajanie piksli, aby polepszyć używalność na ekranach wysokiej rozdzielczości

source: Disable pixel doubling for standard resolution screens
it: Disabilita il raddoppio pixel per schermi a risoluzione standard
pl: Wyłącz podwajanie piksli na ekranach standardowej rozdzielczości

source: Composite Video:
pl: Wideo kompozytowe:

source: Enable analogue composite video on the 3.5mm socket
pl: Włącz analogowe wideo kompozytowe przez gniazdo 3,5 mm

source: Disable analogue composite video
pl: Wyłącz analogowe wideo kompozytowe

source: Screen Blanking:
it: Spegnimento schermo:
pl: Wygaszanie ekranu:

source: Blank the screen after a period of inactivity
it: Spegne lo schermo dopo un periodo di inattività
pl: Wygaszaj ekran po upływie okresu bez aktywności

source: Never blank the screen
it: Non spegne mai lo schermo
pl: Nigdy nie wygaszaj ekranu

source: Display
it: Schermo
pl: Wyświetlacz

source: Camera:
pl: Kamera:

source: Enable the Raspberry Pi Camera Board
pl: Włącz płytę z kamerą dla Raspberry Pi

source: Disable the Raspberry Pi Camera Board
pl: Wyłącz płytę z kamerą dla Raspberry Pi

source: Enable remote access to this Pi via SSH
it: Abilita l'accesso remoto a questo Pi tramite SSH
pl: Włącz dostęp zdalny do tego Pi poprzez SSH

source: Disable remote access to this Pi via SSH
it: Disabilita l'accesso remoto a questo Pi tramite SSH
pl: Wyłącz dostęp zdalny do tego Pi poprzez SSH

source: Enable remote access to this Pi using VNC
it: Abilita l'accesso remoto a questo Pi usando VNC
pl: Włącz dostęp zdalny do tego Pi za pomocą VNC

source: Disable remote access to this Pi using VNC
it: Disabilita l'accesso remoto a questo Pi usando VNC
pl: Wyłącz dostęp zdalny do tego Pi za pomocą VNC

source: Enable the automatic loading of the SPI kernel module
it: Abilita il caricamento automatico del modulo SPI del kernel
pl: Włącz automatyczne ładowanie modułu jądra SPI

source: Disable the automatic loading of the SPI kernel module
it: Disabilita il caricamento automatico del modulo SPI nel kernel
pl: Wyłącz automatyczne ładowanie modułu jądra SPI

source: Enable the automatic loading of the I2C kernel module
it: Abilita il caricamento automatico del modulo I2C del kernel
pl: Włącz automatyczne ładowanie modułu jądra I2C

source: Disable the automatic loading of the I2C kernel module
it: Disabilita il caricamento automatico del modulo I2C del kernel
pl: Wyłącz automatyczne ładowanie modułu jądra I2C

source: Serial Port:
it: Porta seriale:
pl: Gniazdo szeregowe:

source: Enable the serial port over the GPIO pins
it: Abilita la porta seriale tramite i pin di GPIO
pl: Włącz gniazdo szeregowe przez styki GPIO

source: Disable the serial port over the GPIO pins
it: Disabilita la porta seriale tramite i pin di GPIO
pl: Wyłącz gniazdo szeregowe przez styki GPIO

source: Serial Console:
it: Console seriale:
pl: Konsola szeregowa:

source: 1-Wire:
pl: Interfejs jednoprzewodowy:

source: Enable 1-wire peripheral interface
it: Abilita l'interfaccia per periferiche 1-wire
pl: Włącz zewnętrzny interfejs jednoprzewodowy

source: Disable 1-wire peripheral interface
it: Disabilita l'interfaccia per periferiche 1-wire
pl: Wyłącz zewnętrzny interfejs jednoprzewodowy

source: Remote GPIO:
it: GPIO remoti:
pl: Zdalne GPIO:

source: Enable remote access to GPIO pins
it: Abilita l'accesso remoto ai pin di GPIO
pl: Włącz dostęp zdalny do styków GPIO

source: Disable remote access to GPIO pins
it: Disabilita l'accesso remoto ai pin di GPIO
pl: Wyłącz dostęp zdalny do styków GPIO

source: Interfaces
it: Interfacce
pl: Interfejs

source: O_verclock:
pl: _Przetaktowanie:

source: Set the level of overclock to control performance
it: Imposta il livello di overclock per controllare le prestazioni
pl: Ustaw poziom przetaktowania, aby kontrolować wydajność

source: None (700MHz)
it: Nessuno (700MHz)
pl: brak (700MHz)

source: Modest (800MHz)
it: Modesto (800MHz)
pl: nisko (800MHz)

source: Medium (900MHz)
it: Medio (900MHz)
pl: średnio (900MHz)

source: High (950MHz)
it: Alto (950MHz)
pl: wysoko (950MHz)

source: None (900MHz)
it: Nessuno (900MHz)
pl: brak (900MHz)

source: High (1000MHz)
it: Alto (1000MHz)
pl: wysoko (1000MHz)

source: Not available
pl: Nie dostępne

source: _GPU Memory:
it: Memoria _GPU:
pl: Pamięć _GPU:

source: Enter the amount of memory available to the GPU
it: Indica la quantità di memoria disponibile per la GPU
pl: Wprowadź rozmiar pamięci dostępnej GPU

source: Overlay File System:
it: Protezione file system:
pl: Pokrywczy system plików:

source: Configure...
it: Configura...
pl: Skonfiguruj…

source: Configure an overlay file system to protect data from being overwritten or deleted
it: Configura la protezione del file system (overlay) per proteggere i dati da sovrascritture o cancellazioni
pl: Konfiguruj pokrywczy system plików, który chroni dane przed nadpisaniem lub utratą

source: Fan:
it: Ventola:
pl: Wentylator:

source: Enable a temperature-controlled fan on a GPIO pin
it: Abilita su un pin di GPIO una ventola controllata dalla temperatura
pl: Włącz sterowanie wentylatora temperaturą przez styk GPIO

source: Disable GPIO fan
it: Disabilita il GPIO
pl: Wyłącz wentylator GPIO

source: Fan GPIO:
it: GPIO della ventola:
pl: GPIO wentylatora:

source: Set the GPIO to which the fan is connected
it: Imposta il GPIO al quale è collegata la ventola
pl: Ustaw styk GPIO do którego jest podłączony wentylator

source: Fan Temperature:
it: Temperatura della ventola:
pl: Temperatura wentylatora:

source: Set the temperature in degrees C at which the fan turns on
it: Imposta la temperatura in gradi C di accensione della ventola
pl: Ustaw temperaturę w stopniach Celcjusza od której włącza się wentylator

source: Performance
it: Prestazioni
pl: Wydajność

source: Locale:
it: Lingua:
pl: Opcje regionalne:

source: Set _Locale...
it: Imposta _lingua...
pl: Ustaw opcje regiona_lne…

source: Set internationalisation settings for units etc.
it: Imposta le opzioni internazionali per la lingua, le unità di misura, ecc.
pl: Ustaw jednostki itp. rzeczy opcji regionalnych

source: Timezone:
it: Fuso orario:
pl: Strefa czasowa:

source: Set _Timezone...
it: Imposta _fuso orario...
pl: Ustaw s_trefę czasową…

source: Set the timezone to be used by the internal clock
it: Imposta il fuso utilizzato dall'orologio interno
pl: Ustaw strefę czasową zegara wewnętrznego

source: Keyboard:
it: Tastiera:
pl: Klawiatura:

source: Set _Keyboard...
it: Imposta _tastiera...
pl: Ustaw _klawiaturę…

source: Set international keyboard options
it: Imposta le opzioni della lingua della tastiera
pl: Ustaw międzynarodowe opcje klawiaturowe

source: WiFi Country:
it: Nazione WiFi:
pl: Kraj Wi‑Fi:

source: Set _WiFi Country...
it: Imposta nazione _WiFi...
pl: Ustaw kraj _Wi‑Fi…

source: Set WiFi country code
it: Imposta la nazione per il WiFi
pl: Ustaw kod krajowy Wi‑Fi

source: Localisation
it: Localizzazione
pl: Lokalizacja

source: The Raspberry Pi Configuration application can only modify a standard configuration. Your configuration appears to have been modified by other tools, and so this application cannot be used on your system. In order to use this application, you need to have the latest firmware installed, Device Tree enabled, the default "pi" user set up and the lightdm application installed.
it: L'applicazione Configurazione di Raspberry Pi può modificare solo una configurazione standard. Sembra che la configurazione attuale sia stata modificata da altri strumenti, perciò questa applicazione non può essere utilizzata sul sistema. Per utilizzare questa applicazione è necessario aver installato il firmware più recente, abilitato il Device Tree, configurato l'utente predefinito «pi» e installato l'applicazione lightdm.
pl: Aplikacja „Konfiguracja Raspberry Pi” potrafi modyfikować wyłącznie standardową konfigurację. Wygląda na to, że Twoja konfiguracja została zmodyfikowana innymi narzędziami. Z tego powodu nie możesz zastosować tej aplikacji na Twoim systemie. Aby móc korzystać z tej aplikacji, musisz mieć zainstalowane najnowsze oprogramowanie sprzętowe, aplikację „lightdm”, włączone drzewo urządzeń i istniejące aktywne konto standardowego użytkownika „pi”.

source: Filesystem Expanded
pl: Rozszerzono system plików

source: The filesystem has been expanded. The new space will not be available until you reboot your Raspberry Pi.
pl: Powiększono rozmiar systemu plików. Pozyskana pojemność nie będzie dostępna dopóki nie uruchomisz Twojego Raspberry Pi ponownie.

source: Locale
it: Lingua
pl: Opcje regionalne

source: Language:
it: Lingua:
pl: Język:

source: Country:
it: Nazione:
pl: Kraj:

source: Character Set:
it: Set di caratteri:
pl: Zestaw znaków:

source: Overlay File System
it: Protezione file system
pl: Pokrywczy system plików

source: Overlay:
it: Protezione (overlay):
pl: Pokrywa:

source: Enabled
it: Abilitato
pl: włączone

source: Enable a file system overlay; all changes will be lost on reboot
it: Abilita la protezione del file system (overlay): tutti i cambiamenti verranno persi al riavvio
pl: Włącz pokrywczy system plików — ponowne uruchomienie Pi spowoduje utratę wszystkich dokonanych zmian

source: Disable a file system overlay; changes will be saved to the SD card
it: Disabilita la protezione del file system (overlay): i cambiamenti verranno salvati sulla scheda SD
pl: Wyłącz pokrywczy system plików — zmiany zostaną zapisane na karcie SD

source: Boot Partition:
it: Partizione di avvio:
pl: Partycja rozruchowa:

source: Read-only
it: Sola lettura
pl: wyłącznie do odczytu

source: Make the boot partition read-only
it: Rende di sola lettura la partizione di avvio
pl: Blokuje zapis na partycji rozruchowej

source: Read-write
it: Lettura e scrittura
pl: do odczytu i zapisu

source: Make the boot partition writable
it: Rende scrivibile la partizione di avvio
pl: Odblokowuje zapis na partycji rozruchowej

source: Change Password
it: Cambia password
pl: Zmiana hasła

source: Enter new password:
it: Inserire nuova password:
pl: Wprowadź nowe hasło:

source: Confirm new password:
it: Confermare nuova password:
pl: Potwierdź nowe hasło:

source: Password Not Changed
pl: Nie zmieniono hasła

source: The password change failed. This could be because the current password was incorrect, or because the new password was not sufficiently complex or was too similar to the current password.
it: Il cambio password non è andato a buon fine. Questo potrebbe essere dovuto al fatto che la password attuale non era corretta oppure perché la nuova password non era sufficientemente complessa o era troppo simile alla password attuale.
pl: Zmiana hasła się nie powiodła. Przyczyną tego mogła być nie zgodność z aktualnym hasłem, za bliskie podobieństwo do aktualnego hasła lub brak wystarczająco kompleksyjnej wysokiej złożoności hasła.

source: Password Changed
pl: Zmieniono hasło

source: The password has been changed successfully.
it: La password è stata modificata con successo.
pl: Pomyślnie zmieniono hasło.

source: Reboot needed
pl: Potrzeba ponownego uruchomienia

source: The changes you have made require the Raspberry Pi to be rebooted to take effect. Would you like to reboot now?
it: Le modifiche effettuate richiedono il riavvio di Raspberry Pi per essere attivate. Riavviare ora?
pl: Aby dokonane zmiany zadziałały potrzebne jest ponowne uruchomienie Raspberry Pi. Czy chcesz teraz uruchomić system ponownie?

source: Set Resolution
it: Imposta risoluzione
pl: Ustawianie rozdzielczości

source: Timezone
it: Fuso orario
pl: Strefa czasowa

source: Area:
it: Zona:
pl: Obszar:

source: Location:
it: Località:
pl: Położenie:

source: WiFi Country Code
it: Codice nazione WiFi
pl: Kod krajowy Wi‑Fi

source: Keyboard
it: Tastiera
pl: Klawiatura

source: Layout:
it: Disposizione:
pl: Układ:

source: Variant:
it: Variante:
pl: Wariant:

source: Reboot Needed
pl: Potrzeba ponownego uruchomienia

source: Your system has recently been updated. Please reboot to ensure these updates have loaded before setting up the overlay file system.
it: Il sistema è stato aggiornato recentemente. Riavviare per assicurarsi che gli aggiornamenti siano stati caricati prima di attivare la protezione del file system.
pl: System niedawno zaktualizowano. Zanim ustawisz pokrywczy system plików, proszę uruchom system ponownie aby zapewnić załadowanie aktualizacji.

source: Configure Raspberry Pi system
it: Configura il sistema Raspberry Pi
pl: Konfiguruj system Raspberry Pi

source: Password Required
it: Password necessaria
pl: Hasło jest wymagane

source: _Yes
it: _Sì

source: Model:
it: Modello:

source: System
it: Sistema

source: Headless Resolution:
it: Risoluzione senza monitor:

source: Set the resolution for VNC when no monitor is connected
it: Imposta la risoluzione per VNC quando non c'è un monitor collegato

source: label
it: etichetta

source: _Cancel
it: _Annulla
